{
  "title1": "Community Vote",
  "p1": "Cast your vote in the Crypto Researcher Scholarship, choose your top articles from the best 10, and join the chance to split a 100,000 SoSo EXP prize pool.",
  "p2": "The six standout researchers will share 5,000 SoSo EXP and unclaimed $SSC prizes.",
  "p3": " Plus, get ready for Season 2 pre-register and you stand a chance to share 10,000 SoSo EXP!",
  "title2": "Three Prize Pools Up for Grabs",
  "p4": "Start: March 21 (GMT+8)",
  "p5": "End: March 31 (GMT+8)",
  "tab1": "User Voting Prize Pool",
  "tab1_txt": "Voters contributing to the final Top3 are eligible.",
  "tab1_btn": "Vote (3 votes Per User)",
  "tab2": "Researchers Prize Pool",
  "tab2_txt": "Researchers share this pool based on voting results.",
  "tab2_btn": "Share to Rally Supporters",
  "tab3": "Season 2 Pre-registration Prize Pool",
  "tab3_txt": "Applicants who pass the preliminary review are eligible.",
  "tab3_btn": "Register Now",
  "rule_detail": "Rules Details",
  "title3": "Top Researchers and Their Works",
  "voted": "Voted",
  "vote": "Vote",
  "title4": "Curated Articles",
  "subTitle4": "Presenting other outstanding articles that, while not included in this round of community voting.",
  "title5": "Crypto Researcher Scholarship Season 2 Pre-registration",
  "subTitle5": "If you are interested in our next event, please fill out the information below:",
  "title6": "Rules Details",
  "t6_p1": "Researchers Prize: The ten researchers will share 5,000 SoSo EXP based on the results of user voting, in addition to the distribution of unclaimed $SSC prize money from the previous prize pool.",
  "t6_p2": "Community Voting Prize: Each SoSoValue user will have three voting opportunities. If the articles you voted for are among the top three, you will be eligible to share in the 100,000 SoSo EXP prize pool. (For example, if two of your three votes are for articles that finish in the top three, those two votes will count towards your share of the 100,000 SoSo EXP prize distribution.)",
  "t6_p3": "Pre-registration Prize: Pre-registration for Season 2 of the Crypto Researcher Competition is now open. Submit your personal information and past research achievements to participate. Applicants who pass the preliminary review will share a 10,000 SoSo EXP prize pool. The deadline for registration is March 31st at 24:00 (GMT+8). ",
  "t6_p4": " ($SSC serves solely as recognition and reward; not represent any other rights and is sponsored by the DigValue Foundation.) Final results expected to be announced on April 2nd (GMT+8).",
  "title7": "Voting Closed<br />Rewards Being Processed",
  "subTitle7": "Voting Results Unveil April 2nd",
  "title8": "Congrats, you’ve  Scored",
  "subTitle8": "Here's the breakdown of the prize you've earned. The Exp will be airdropped to your account by April 2nd, 24:00 (GMT+8).",
  "title9": "Researcher Ranking",
  "copySuccess": "Share link copied.",
  "title10": "Top Articles",
  "title11": "Curated Articles",
  "subTitle9": "Presenting other outstanding articles that, while not included in this round of community voting.",
  "title12": "Congrats, you’ve  Scored",
  "subTitle10": "Here's the breakdown of the prize you've earned. The Exp will be airdropped to your account by April 2nd, 24:00 (GMT+8)."
}
