{
  "last week": "last week",
  "Next Exp Airdrop": "Next Exp Airdrop",
  "SoSo Exp will be airdropped to your account every Sunday": "SoSo Exp will be airdropped to your account every Sunday. You can boost your exp by inviting friends, being active, giving feedback, and linking your Google or Twitter account.",
  "Task": "Task",
  "Invite": "Invite",
  "Daily check-in": "Daily check-in",
  "Today": "Today",
  "1st day": "1st day",
  "2nd day": "2nd day",
  "3rd day": "3rd day",
  "4th day": "4th day",
  "5th day": "5th day",
  "6th day": "6th day",
  "7th day": "7th day",
  "Share news": "Share news",
  "Vote to Share 100,000 EXP": "Vote to Share 100,000 EXP",
  "Vote to Share 100,000 EXP Tips": "Each SoSoValue user gets three votes. If the articles you vote for end up in the top three, you qualify to share in the 100,000 SoSo EXP prize pool.",

  "Highest": "Highest",
  "week": "week",
  "If your share links have enough clicks on that day, you will get 10exp": "If your share links have enough clicks on that day, you will get 10exp",
  "To complete": "To complete",
  "Install Desktop App": "Install Desktop App",
  "Install Mobile App": "Install Mobile App",
  "Open Mobile Push": "Open Mobile Push",
  "Open SoSoValue notification for efficient": "Open SoSoValue notification for efficient",
  "Connect Twitter": "Connect Twitter",
  "Connect Google": "Connect Google",
  "Go to share": "Go to share",
  "Get": "Get",
  "Completed": "Completed",
  "Click to install Desktop App to device": "Click to install the desktop app on your computer and make sure to log in and use it at least once.(There may be a delay in updating the status of the task.)",
  "Click to install Mobile App to mobile": "Click to install the desktop app on your mobile device, and make sure to log in and use it at least once.(There may be a delay in updating the status of the task.)",
  "Connect Twitter with your  SoSoValue  account for one-click login": "Connect Twitter with your  SoSoValue  account for one-click login",
  "Connect Google with your  SoSoValue  account for one-click login": "Connect Google with your  SoSoValue  account for one-click login",
  "Referral Keys": "Referral Keys",
  "Referral Link": "Referral Link",
  "For each user who registers using your": "For each user who successfully registers using your invitation code, both you and they will receive an additional 20 experience points as an invitation bonus. If this user successfully links their account to Twitter or Google, both parties will receive another 20 experience points. Additionally, for each user who registers through your invitation code and reaches level V1, both parties will receive an extra 50 experience points. There is a weekly cap on the points that can be gained through invitation actions.",
  "Accept an invitation": "Accept an invitation",
  "Enter Referral Key": "Enter Referral Key",
  "Confirm": "Confirm",
  "Never miss out": "Never miss out",
  "Open Push": "Open Push",
  "Allow notification": "Allow notification",
  "Congratulations! You have earned {0} EXP.": "Congratulations! You have earned {0} EXP.",
  "Access any news or research": "Access any news or research, and share the link or a QR code image. If your link or QR code is clicked or scanned more than 3 times the same day, you'll earn 10 EXP!"
}
